{
  "Work Law": "Work Law",
  "Immigration Law": "Immigration Law",
  "Traffic Code": "Traffic Code",
  "Workers right": "Workers right",
  "Substance Abuse": "Substance Abuse",
  "Child and parenting laws in the U.S.": "Child and parenting laws in the U.S.",
  "Healthcare Law": "Healthcare Law",
  "Family Roles": "Family Roles",
  "Hunting Laws": "Hunting Laws",
  "Privacy and Data Protection Law": "Privacy and Data Protection Law",
  "Back to Menu": "Back to Menu",

  "header_warning": "This website is not intended to provide legal advice. For legal guidance or opinions, please consult a licensed attorney.",
  "slogan": "We are your guide in Law!",

  "worklaw.p1": "You may sustain injuries while on the job. It is crucial that you notify your management immediately if you are harmed on the job. To treat your injury, you must also locate a physician. Your entitlement to treatment may be safeguarded by workers' compensation legislation.",
  "worklaw.p2": "Your personal belongings cannot be viewed by your company. Your briefcases, bags, storage lockers, and purse are all yours. Your manager is not permitted to read any correspondence that has your name.",
  "worklaw.p3": "An unfair termination indicates that you were let go for a reason that was against the law. You might consider speaking with a lawyer if you believe that harassment, a work injury, or discrimination caused your termination.",
  "worklaw.p4": "Your employer is responsible for ensuring that your workplace is risk-free and secure. Things that can hurt you include toxins and dangerous instruments and equipment.",
  "worklaw.p5": "You may be required to work overtime during busy seasons. Employers must pay overtime rates for any hours worked beyond 40 in a week.",
  "worklaw.p6": "Employers cannot discriminate against you based on age, gender, religion, or disability.",
  "worklaw.p7": "Employers are required to accommodate religious practices unless it causes significant hardship to the business.",
  "worklaw.p8": "Workplace safety laws protect employees from hazardous conditions.",

  "immigration.p1": "Everyone in the U.S. has basic rights regardless of immigration status.",
  "immigration.p2": "You have the right to safe housing. Landlords cannot discriminate against you or charge extra based on immigration status.",
  "immigration.p3": "Workers have the right to safe workplaces and fair wages.",
  "immigration.p4": "All children have the right to free public education.",
  "immigration.p5": "Emergency medical care must be provided regardless of immigration status or ability to pay.",
  "immigration.p6": "You have rights when dealing with law enforcement, including the right to remain silent and legal representation.",
  "immigration.p7": "Immigrants have the right to apply for legal status and programs like asylum or TPS.",
  "immigration.p8": "Victims of domestic violence have access to help and protections like U Visas and VAWA.",
  "immigration.p9": "Stateless individuals and undocumented immigrants retain basic rights like education and healthcare.",
  "immigration.p10": "Naturalized citizens enjoy full rights including voting and running for public office.",

  "trafficcode.p1": "Each state in the U.S. has its own laws about driving, licenses, insurance, and registration.",
  "trafficcode.p2": "To drive in the U.S., you need a valid driver’s license. Applicants must pass vision, written, and skills tests.",
  "trafficcode.p3": "Undocumented immigrants can get licenses in 19 states and D.C., depending on requirements.",
  "trafficcode.p4": "Traffic laws ensure road safety: seatbelts, speed limits, no drunk driving, no texting while driving.",
  "trafficcode.p5": "Safe driving involves maintaining your vehicle, focusing on the road, and preparing for emergencies.",
  "trafficcode.p6": "When buying a car, research thoroughly, and ensure the title is clear.",
  "trafficcode.p7": "Car insurance is mandatory in most states and covers damages and injuries.",
  "trafficcode.p8": "Vehicle registration is required before driving. Annual inspections are needed in many states.",

  "workersright.p1": "In the USA, workers have rights to ensure fair treatment at work.",
  "workersright.p2": "The federal minimum wage is $7.25 per hour. Some states have higher wages.",
  "workersright.p3": "US laws require equal pay for equal work, regardless of gender.",
  "workersright.p4": "Discrimination based on gender, race, religion, disability, or age is illegal.",
  "workersright.p5": "Work injuries must be reported immediately. Workers' compensation laws apply.",
  "workersright.p6": "Employees have a right to privacy for personal belongings like bags and lockers.",
  "workersright.p7": "Unfair termination occurs when you are fired for illegal reasons like discrimination.",
  "workersright.p8": "Employers must provide a safe and healthy workplace free of hazards.",
  "workersright.p9": "Workers can file complaints about unsafe conditions or unfair treatment.",

  "substanceabuse.p1": "It is illegal for people under 21 to buy alcohol and cigarettes in the U.S.",
  "substanceabuse.p2": "Public consumption of alcohol is prohibited in most states.",
  "substanceabuse.p3": "Driving under the influence of alcohol is illegal nationwide at a BAC of 0.08% or higher.",
  "substanceabuse.p4": "Producing, selling, and using drugs like meth, cocaine, heroin is illegal.",
  "substanceabuse.p5": "Recreational marijuana is legal in 19 states; medical marijuana is legal in 38.",

  "childparenting.p1": "Parents must provide for children until adulthood (18 years old).",
  "childparenting.p2": "Child abuse and neglect are prohibited everywhere in the U.S.",
  "childparenting.p3": "Parents must judge carefully when leaving children home alone.",
  "childparenting.p4": "Parents must ensure their children attend school.",
  "childparenting.p5": "Teenage drivers require supervision; forced marriages are illegal.",
  "childparenting.p6": "Immigrant families should balance American practices with their traditions.",
  "childparenting.p7": "Support services for parents include hotlines, childcare help, and local assistance centers.",

  "healthcarelaw.p1": "Everyone in the U.S. has the right to emergency medical care.",
  "healthcarelaw.p2": "Patients with insurance have rights to understand their coverage.",
  "healthcarelaw.p3": "Uninsured people can access care through community centers and Medicaid.",
  "healthcarelaw.p4": "Medical privacy is protected by HIPAA law.",
  "healthcarelaw.p5": "Patients can file complaints about medical errors or negligence.",

  "familyroles.p1": "Family roles in the U.S. often involve sharing household and childcare responsibilities.",
  "familyroles.p2": "Children may learn English faster and help translate for parents.",
  "familyroles.p3": "Child abuse includes physical harm, emotional harm, and neglect.",
  "familyroles.p4": "Grandparents help by passing on traditions even though U.S. culture values youth.",
  "familyroles.p5": "Resources are available for immigrant families and elderly support.",

  "huntinglaws.p1": "Hunting animals and fishing usually require a state license.",
  "huntinglaws.p2": "It is illegal to slaughter animals outside of licensed slaughterhouses.",
  "huntinglaws.p3": "Animal cruelty and neglect are illegal with serious penalties.",

  "privacyprotection.p1": "Privacy laws regulate how companies collect, store, and use personal information.",
  "privacyprotection.p2": "HIPAA protects the privacy of health information.",
  "privacyprotection.p3": "COPPA protects children’s online privacy under 13 years old.",
  "privacyprotection.p4": "California’s CCPA law gives residents control over their personal data.",
  "privacyprotection.p5": "Strong passwords and caution with online information help protect privacy.",
  "privacyprotection.p6": "Victims of identity theft can report cases to the FTC for assistance."
}
