{
  "Work Law": "Derecho Laboral",
  "Immigration Law": "Derecho de Inmigración",
  "Traffic Code": "Código de Tránsito",
  "Workers right": "Derechos de los Trabajadores",
  "Substance Abuse": "Abuso de Sustancias",
  "Child and parenting laws in the U.S.": "Leyes sobre Crianza y Niñez en EE.UU.",
  "Healthcare Law": "Derecho de la Salud",
  "Family Roles": "Roles Familiares",
  "Hunting Laws": "Leyes de Caza",
  "Privacy and Data Protection Law": "Protección de Privacidad y Datos",
  "Back to Menu": "Volver al Menú",

  "header_warning": "Este sitio web no está destinado a proporcionar asesoramiento legal. Para obtener orientación o asesoramiento legal, consulte a un abogado autorizado.",
  "slogan": "¡Somos tu guía en Derecho!",

  "worklaw.p1": "Puede sufrir lesiones mientras trabaja. Es crucial que notifique inmediatamente a su administración si resulta lesionado en el trabajo.",
  "worklaw.p2": "Su empresa no puede inspeccionar sus pertenencias personales como maletines, bolsos, casilleros o carteras.",
  "worklaw.p3": "Un despido injustificado indica que fue despedido por una razón ilegal. Puede considerar consultar a un abogado.",
  "worklaw.p4": "Su empleador debe garantizar que su lugar de trabajo sea seguro y libre de riesgos, incluyendo productos tóxicos o equipos peligrosos.",
  "worklaw.p5": "Puede ser requerido trabajar horas extra durante temporadas ocupadas. Deben pagarle tiempo y medio por horas extras.",
  "worklaw.p6": "Los empleadores no pueden discriminar por edad, género, religión o discapacidad.",
  "worklaw.p7": "Los empleadores deben acomodar las prácticas religiosas, salvo que cause dificultades significativas.",
  "worklaw.p8": "Las leyes de seguridad laboral protegen a los empleados de condiciones peligrosas.",

  "immigration.p1": "Todos en EE.UU. tienen derechos básicos sin importar su estatus migratorio.",
  "immigration.p2": "Tiene derecho a una vivienda segura. Los arrendadores no pueden discriminarlo por su estatus migratorio.",
  "immigration.p3": "Los trabajadores tienen derecho a condiciones seguras y salarios justos.",
  "immigration.p4": "Todos los niños tienen derecho a educación pública gratuita.",
  "immigration.p5": "La atención médica de emergencia debe brindarse sin importar el estatus migratorio.",
  "immigration.p6": "Tiene derechos al tratar con la policía, como el derecho a guardar silencio y a tener un abogado.",
  "immigration.p7": "Los inmigrantes pueden solicitar asilo, TPS, o visas de reunificación familiar.",
  "immigration.p8": "Las víctimas de violencia doméstica pueden acceder a ayuda, incluyendo Visas U y la Ley VAWA.",
  "immigration.p9": "Las personas apátridas y sin documentos conservan derechos básicos como educación y salud.",
  "immigration.p10": "Los ciudadanos naturalizados disfrutan de todos los derechos, incluyendo votar y postularse para cargos públicos.",

  "trafficcode.p1": "Cada estado en EE.UU. tiene sus propias leyes sobre licencias de conducir, seguros y registros de vehículos.",
  "trafficcode.p2": "Para conducir en EE.UU., necesita una licencia válida y aprobar exámenes de visión, teóricos y prácticos.",
  "trafficcode.p3": "Los inmigrantes sin documentos pueden obtener licencias en 19 estados y en D.C. cumpliendo requisitos específicos.",
  "trafficcode.p4": "Las leyes de tránsito garantizan la seguridad vial: cinturones de seguridad, límites de velocidad, no conducir ebrio ni enviar mensajes de texto al conducir.",
  "trafficcode.p5": "La conducción segura incluye mantener su vehículo, mantenerse alerta y estar preparado para emergencias.",
  "trafficcode.p6": "Antes de comprar un coche, investigue bien y asegúrese de que el título esté claro.",
  "trafficcode.p7": "El seguro de automóvil es obligatorio en la mayoría de los estados y cubre daños y lesiones.",
  "trafficcode.p8": "Registrar el vehículo es obligatorio. Muchos estados requieren inspecciones anuales de seguridad.",

  "workersright.p1": "En EE.UU., los trabajadores tienen derechos para garantizar un trato justo en el trabajo.",
  "workersright.p2": "El salario mínimo federal es de $7.25 por hora. Algunos estados tienen salarios más altos.",
  "workersright.p3": "Las leyes de EE.UU. exigen igual salario por igual trabajo, sin importar el género.",
  "workersright.p4": "Es ilegal discriminar por género, raza, religión, discapacidad o edad.",
  "workersright.p5": "Las lesiones laborales deben reportarse inmediatamente. Se aplican leyes de compensación laboral.",
  "workersright.p6": "Los empleados tienen derecho a la privacidad de pertenencias como bolsos y casilleros.",
  "workersright.p7": "Un despido injusto ocurre cuando es despedido por razones ilegales como discriminación.",
  "workersright.p8": "Los empleadores deben proporcionar un lugar de trabajo seguro y saludable.",
  "workersright.p9": "Los trabajadores pueden presentar quejas sobre condiciones inseguras o trato injusto.",

  "substanceabuse.p1": "Es ilegal que menores de 21 años compren alcohol o cigarrillos en EE.UU.",
  "substanceabuse.p2": "El consumo público de alcohol está prohibido en la mayoría de los estados.",
  "substanceabuse.p3": "Conducir bajo los efectos del alcohol es ilegal en todo el país a partir de un 0.08% BAC.",
  "substanceabuse.p4": "La producción, venta y uso de drogas como metanfetamina, cocaína y heroína es ilegal.",
  "substanceabuse.p5": "El uso recreativo de marihuana es legal en 19 estados y el uso médico en 38.",

  "childparenting.p1": "Los padres deben proveer alimentación, vivienda, atención médica y educación a sus hijos hasta los 18 años.",
  "childparenting.p2": "El abuso y la negligencia infantil están prohibidos en todo EE.UU.",
  "childparenting.p3": "Los padres deben evaluar la madurez antes de dejar solos a sus hijos en casa.",
  "childparenting.p4": "Los niños deben asistir a la escuela obligatoriamente.",
  "childparenting.p5": "Los adolescentes conductores deben estar supervisados; los matrimonios forzados son ilegales.",
  "childparenting.p6": "Las familias inmigrantes deben equilibrar prácticas estadounidenses y tradiciones culturales.",
  "childparenting.p7": "Existen recursos de apoyo para padres, incluyendo líneas de ayuda y asistencia comunitaria.",

  "healthcarelaw.p1": "Todos en EE.UU. tienen derecho a atención médica de emergencia.",
  "healthcarelaw.p2": "Los pacientes asegurados tienen derecho a conocer su cobertura.",
  "healthcarelaw.p3": "Las personas sin seguro pueden acceder a centros comunitarios o Medicaid.",
  "healthcarelaw.p4": "La privacidad médica está protegida por la ley HIPAA.",
  "healthcarelaw.p5": "Los pacientes pueden presentar quejas por errores médicos o negligencia.",

  "familyroles.p1": "En EE.UU., las tareas del hogar y el cuidado infantil se comparten entre hombres y mujeres.",
  "familyroles.p2": "Los niños inmigrantes suelen adaptarse más rápido y ayudar como traductores.",
  "familyroles.p3": "El abuso infantil incluye daño físico, emocional o negligencia.",
  "familyroles.p4": "Los abuelos ayudan transmitiendo tradiciones, aunque EE.UU. valora la juventud.",
  "familyroles.p5": "Hay recursos disponibles para familias inmigrantes y apoyo para adultos mayores.",

  "huntinglaws.p1": "Para cazar o pescar se requiere una licencia estatal.",
  "huntinglaws.p2": "Es ilegal sacrificar animales fuera de casas o mataderos autorizados.",
  "huntinglaws.p3": "El maltrato y abandono de animales es ilegal y tiene sanciones graves.",

  "privacyprotection.p1": "Las leyes de privacidad regulan cómo las empresas recogen y usan información personal.",
  "privacyprotection.p2": "HIPAA protege la privacidad de la información médica.",
  "privacyprotection.p3": "COPPA protege la privacidad en línea de los niños menores de 13 años.",
  "privacyprotection.p4": "La CCPA de California otorga a los residentes control sobre su información personal.",
  "privacyprotection.p5": "Usar contraseñas seguras y proteger su información ayuda a evitar robos de datos.",
  "privacyprotection.p6": "Las víctimas de robo de identidad pueden reportarlo a la FTC para recibir ayuda."
}
